import Arrow from "../assets/images/right.svg";

export const cardList = [
  {
    smile: (
      <>
        <div>🤑</div>
      </>
    ),
    title: (
      <>
        Ежедневные <br /> выплаты
      </>
    ),
    text: (
      <>
        После каждой смены <br /> ты можешь забирать <br /> аванс.
      </>
    ),
  },
  {
    smile: (
      <>
        <div>📈</div>
      </>
    ),
    title: (
      <>
        Прогрессивный <br /> процент
      </>
    ),
    text: (
      <>
        Твой процент растет с твоим <br /> доходом. <span>До 70%</span> нашим{" "}
        <br /> сотрудникам и дополнительные <br /> <span>10%</span> за доп
        смену.
      </>
    ),
  },
  {
    smile: (
      <>
        <div>🤓</div>
      </>
    ),
    title: (
      <>
        Гибкий <br /> график
      </>
    ),
    text: (
      <>
        Можно совмещать с учебой, <br /> ты <span> сама выбираешь</span> сколько{" "}
        <br /> часов ты будешь работать.
      </>
    ),
  },
  {
    smile: (
      <>
        <div>❤️</div>
      </>
    ),
    title: (
      <>
        Продвижение <br /> аккаунтов
      </>
    ),
    text: (
      <>
        На продвижение{" "}
        <span>
          {" "}
          вашего <br /> рейтинга{" "}
        </span>{" "}
        постоянно <br /> работают наши специалисты.
      </>
    ),
  },
  {
    smile: (
      <>
        <div>🤩</div>
      </>
    ),
    title: (
      <>
        Бонусы и <br /> рейтинговая система
      </>
    ),
    text: (
      <>
        Специалисты с лучшим заработком получают денежные <span>бонусы</span> и{" "}
        <span>подарочки</span>.
      </>
    ),
  },
  {
    img: Arrow,
    alt: "right",
    title: <>ВАКАНСИИ</>,
    link: "vacancys",
  },
];
