import { Currency } from "../helpers/Currency";

export const trainingList = [
  {
    id: "chck1",
    title: "Ногти",
    list: [
      {
        titleItem: "Маникюр с нуля (индивидуально)",
        price: <Currency contentFormat="365" />,
        time: "8 – 10 часов",
        text: "Тебя ознакомят с основами работы мастера маникюра, с оборудованием и инструментами. Инструктор объяснит теорию, расскажет про материалы и индивидуально на модели под строгим контролем ты выполнишь свой первый маникюр с покрытием гель-лак",
        limit: "индивидуально",
      },
      {
        titleItem: "Маникюр с нуля (группа 3 человека)",
        price: <Currency contentFormat="195" />,
        time: "8 – 10 часов",
        text: "Тебя ознакомят с основами работы мастера маникюра, с оборудованием и инструментами. Инструктор объяснит теорию, расскажет про материалы и индивидуально на модели под строгим контролем ты выполнишь свой первый маникюр с покрытием гель-лак",
        limit: "в группе из 3 человек",
      },
      {
        titleItem: "Наращивание, гель / полигель (группа 3 человека)",
        price: <Currency contentFormat="135" />,
        time: "6 – 8 часов",
        text: "Прекрасно подойдёт, если ты уже умеешь делать маникюр, но хочешь научиться делать длинные ногти. Инструктор расскажет про все виды наращиваний, покажет материалы и потом ты своими силами под чутким руководством сделаешь своё первое наращивание",
        limit: "в группе из 3 человек",
      },
      {
        titleItem: "Аппаратный маникюр (группа 3 человека)",
        price: <Currency contentFormat="135" />,
        time: "5 – 6 часов",
        text: "Тебя научат делать маникюр без использования режущего инструмента, только две фрезы и аппарат",
        limit: "в группе из 3 человек",
      },
      {
        titleItem: "Повышение квалификации (группа 3 человека)",
        price: <Currency contentFormat="135" />,
        time: "5 – 6 часов",
        text: "Ты начинающий мастер, но качество работы хромает? Не проблема! Наш инструктор ответит на все твои вопросы, поможет исправить ошибки в процессе выполнения услуги на модели и довести работу до идеала",
        limit: "в группе из 3 человек",
      },
      {
        titleItem: "Подология",
        price: <Currency contentFormat="549" />,
        time: "2 дня",
        limit: "индивидуально",
      },
    ],
  },
  {
    id: "chck2",
    title: "Ресницы",
    list: [
      {
        titleItem: "Наращивание ресниц",
        price: <Currency contentFormat="248" />,
        time: "2 дня",
        text: "Хочешь стать лэш феей? С нашим инструктором это будет легче. Мастер расскажет тебе все, начиная от места и заканчивая выбором ресниц. Сначала ты отработаешь на манекене навыки посадки ресниц и формирования пучка, далее под контролем инструктора сделаешь первые ресницы на модели",
        limit: "индивидуально или в группе из двух человек",
      },
      {
        titleItem: "Ламинирование ресниц",
        price: <Currency contentFormat="249" />,
        time: "2 дня",
        text: "Если ты мастер и хочешь расширить спектр своих услуг, то этот курс для тебя! Под надзором инструктора ты сделаешь лучшее ламинирование ресниц, узнаешь все тонкости процедуры, лучшие препараты и как с ними работать",
        limit: "индивидуально или в группе из двух человек",
      },
      {
        titleItem: "Повышение квалификации",
        price: <Currency contentFormat="189" />,
        time: "2 дня",
        text: "Ты начинающий мастер, но качество работы хромает? Не проблема! Наш инструктор ответит на все твои вопросы, поможет исправить ошибки в процессе выполнения услуги на модели и довести работу до идеала",
        limit: "индивидуально или в группе из двух человек",
      },
    ],
  },
  {
    id: "chck3",
    title: "Брови",
    list: [
      {
        titleItem: "Архитектура бровей",
        price: <Currency contentFormat="235" />,
        time: "8 –10 часов",
        text: "Курс для тех, кто давно мечтал освоить модную профессию бровист. Вы узнаете все нюансы, которые важны для построения идеальных бровей, правильной формы и цвета",
        limit: "индивидуально или в группе из двух человек",
      },
      {
        titleItem: "Долговременная укладка",
        price: <Currency contentFormat="235" />,
        time: "6 – 8 часов",
        text: "Если ты бровист и хочешь расширить спектр своих услуг, то этот курс для тебя! Под надзором инструктора ты сделаешь лучшую долговременную укладу, узнаешь все тонкости процедуры и препараты",
        limit: "индивидуально или в группе из двух человек",
      },
      {
        titleItem: "Повышение квалификации",
        price: <Currency contentFormat="235" />,
        time: "6 – 8 часов",
        text: "Ты начинающий мастер, но качество работы хромает? Не проблема! Наш инструктор ответит на все твои вопросы, поможет исправить ошибки в процессе выполнения услуги на модели и довести работу до идеала",
        limit: "индивидуально или в группе из двух человек",
      },
    ],
  },
];
